Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Move no money — typically “Opening Balance” stubs GnuCash leaves for accounts created without a balance. Cleaning removes them.
de: Bewegen kein Geld — typischerweise „Anfangsbestand“-Reste, die GnuCash für ohne Saldo angelegte Konten hinterlässt. Beim Bereinigen werden sie entfernt.
es: No mueven dinero: normalmente restos de «Saldo inicial» que GnuCash deja en cuentas creadas sin saldo. La limpieza los elimina.
fr: Ne déplacent aucun montant — généralement des résidus « Solde initial » laissés par GnuCash pour des comptes créés sans solde. Le nettoyage les supprime.
it: Non movimentano denaro: di norma residui di «Saldo iniziale» che GnuCash lascia per i conti creati senza saldo. La pulizia li rimuove.
ja: 金額が動きません。残高なしで作成した勘定に GnuCash が残す「開始残高」の名残であることがほとんどです。整理すると削除されます。
pt_br: Não movimentam dinheiro — normalmente restos de “Saldo inicial” que o GnuCash deixa em contas criadas sem saldo. A limpeza os remove.
zh_hans: 没有金额变动——通常是 GnuCash 为没有余额的账户留下的“期初余额”残留。清理会删除它们。

source: Move to
de: Verschieben nach
es: Mover a
fr: Déplacer vers
it: Sposta in
ja: 移動先
pt_br: Mover para
zh_hans: 移动到

source: Move your data in and out, and script reports.
de: Daten hinein- und herausbewegen und Berichte skripten.
es: Mueve tus datos de entrada y salida, y automatiza informes.
fr: Faites entrer et sortir vos données, et scriptez vos rapports.
it: Porta i dati dentro e fuori, e crea resoconti da script.
ja: データの入出力と、レポートのスクリプト化。
pt_br: Traga e leve seus dados, e gere relatórios por script.
zh_hans: 导入导出你的数据，并用脚本生成报表。

source: Move…
de: Bewegen …
es: Mover…
fr: Déplacer…
it: Sposta…
ja: 移動…
pt_br: Mover…
zh_hans: 移动…

source: Moving around
de: Navigation
es: Moverse por la app
fr: Se déplacer
it: Spostarsi
ja: 移動
pt_br: Navegação
zh_hans: 导航

source: Moving money between currencies
de: Geld zwischen Währungen bewegen
es: Mover dinero entre monedas
fr: Transférer de l’argent entre devises
it: Spostare denaro tra valute
ja: 通貨をまたぐ資金移動
pt_br: Mover dinheiro entre moedas
zh_hans: 在币种之间转账

source: NET WORTH
de: NETTOVERMÖGEN
es: PATRIMONIO NETO
fr: VALEUR NETTE
it: PATRIMONIO NETTO
ja: 純資産
pt_br: PATRIMÔNIO LÍQUIDO
zh_hans: 净资产

source: Name (e.g. GST)
de: Name (z. B. GST)
es: Nombre (p. ej. GST)
fr: Nom (p. ex. GST)
it: Nome (es. GST)
ja: 名前（例：GST）
pt_br: Nome (ex.: GST)
zh_hans: 名称（例如 GST）

source: Name (e.g. Net 30)
de: Name (z. B. Netto 30)
es: Nombre (p. ej. Neto 30)
fr: Nom (p. ex. Net 30)
it: Nome (es. 30 gg)
ja: 名前（例：30 日後払い）
pt_br: Nome (ex.: 30 dias)
zh_hans: 名称（例如「30 天净额」）

source: Narrow a register and the year shortens — 24/12/2026 becomes 24/12/26 — so the date stays whole instead of being cut off. You can type either form back into the cell; a two-digit year always means this century.
de: Wird ein Kontobuch schmaler, verkürzt sich die Jahreszahl — aus 24/12/2026 wird 24/12/26 —, damit das Datum vollständig bleibt statt abgeschnitten zu werden. Sie können beide Formen wieder in die Zelle eintippen; eine zweistellige Jahreszahl meint immer dieses Jahrhundert.
es: Si estrecha un registro, el año se acorta — 24/12/2026 pasa a 24/12/26 — para que la fecha siga entera en lugar de cortarse. Puede escribir cualquiera de las dos formas en la celda; un año de dos cifras siempre significa este siglo.
fr: Rétrécissez un registre et l’année se raccourcit — 24/12/2026 devient 24/12/26 — pour que la date reste entière au lieu d’être tronquée. Vous pouvez saisir l’une ou l’autre forme dans la cellule ; une année à deux chiffres désigne toujours ce siècle.
it: Restringendo un registro l’anno si accorcia — 24/12/2026 diventa 24/12/26 — così la data resta intera invece di essere troncata. Puoi digitare entrambe le forme nella cella; un anno a due cifre indica sempre questo secolo.
ja: 記録簿の幅を狭めると年が短くなり、24/12/2026 は 24/12/26 になります。日付が切れてしまう代わりに、全体が残ります。どちらの形でもセルに入力でき、2 桁の年は常に今世紀を指します。
pt_br: Estreite um registro e o ano encurta — 24/12/2026 vira 24/12/26 — para que a data continue inteira em vez de ser cortada. Você pode digitar qualquer uma das formas na célula; um ano de dois dígitos sempre significa este século.
zh_hans: 把账簿调窄时，年份会缩短——24/12/2026 变为 24/12/26——这样日期仍然完整，而不会被截断。两种写法都可以输入单元格；两位数的年份始终表示本世纪。

source: Needs attention
de: Erfordert Aufmerksamkeit
es: Requiere atención
fr: À traiter
it: Richiede attenzione
ja: 要対応
pt_br: Requer atenção
zh_hans: 需要处理

source: Net
de: Netto
es: Neto
it: Netto
ja: 正味
pt_br: Líquido
zh_hans: 净额

source: Net %lld
de: Netto %lld
es: Neto %lld
it: Netto %lld
ja: %lld 日後払い
pt_br: Líquido %lld
zh_hans: %lld 天净额

source: Net Worth
de: Nettovermögen
es: Patrimonio neto
fr: Valeur nette
it: Patrimonio netto
ja: 純資産
pt_br: Patrimônio líquido
zh_hans: 净资产

source: Net Worth Composition
de: Zusammensetzung des Nettovermögens
es: Composición del patrimonio neto
fr: Composition de la valeur nette
it: Composizione del patrimonio netto
ja: 純資産の構成
pt_br: Composição do patrimônio líquido
zh_hans: 净资产构成

source: Net after discount
de: Netto nach Rabatt
es: Neto tras el descuento
fr: Net après remise
it: Netto dopo lo sconto
ja: 割引後の正味額
pt_br: Líquido após desconto
zh_hans: 折后净额

source: Net payment
de: Nettozahlung
es: Pago neto
fr: Paiement net
it: Pagamento netto
ja: 正味支払額
pt_br: Pagamento líquido
zh_hans: 净付款额

source: Net saved
de: Netto gespart
es: Ahorro neto
fr: Épargne nette
it: Risparmio netto
ja: 純貯蓄
pt_br: Poupança líquida
zh_hans: 净储蓄

source: Net to equity (%@)
de: Saldo ins Eigenkapital (%@)
es: Neto al patrimonio (%@)
fr: Solde vers les capitaux propres (%@)
it: Saldo al patrimonio netto (%@)
ja: 純資産への振替 (%@)
pt_br: Líquido para o patrimônio (%@)
zh_hans: 净额转入权益（%@）

source: Net worth
de: Nettovermögen
es: Patrimonio neto
fr: Valeur nette
it: Patrimonio netto
ja: 純資産
pt_br: Patrimônio líquido
zh_hans: 净资产

source: Net worth over the last twelve months
de: Nettovermögen der letzten zwölf Monate
es: Patrimonio neto de los últimos doce meses
fr: Valeur nette sur les douze derniers mois
it: Patrimonio netto negli ultimi dodici mesi
ja: 過去 12 か月の純資産
pt_br: Patrimônio líquido nos últimos doze meses
zh_hans: 最近十二个月的净资产

source: Net worth trend over the last 12 months
de: Entwicklung des Nettovermögens in den letzten 12 Monaten
es: Tendencia del patrimonio neto en los últimos 12 meses
fr: Évolution de la valeur nette sur les 12 derniers mois
it: Andamento del patrimonio netto negli ultimi 12 mesi
ja: 過去 12 か月の純資産の推移
pt_br: Tendência do patrimônio líquido nos últimos 12 meses
zh_hans: 最近 12 个月的净资产走势

source: Never Show
de: Nie anzeigen
es: No mostrar nunca
fr: Ne jamais afficher
it: Non mostrare mai
ja: 常に非表示
pt_br: Nunca mostrar
zh_hans: 始终隐藏

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規
pt_br: Novo
zh_hans: 新建

source: New Account
de: Neues Konto
es: Cuenta nueva
fr: Nouveau compte
it: Nuovo conto
ja: 新規勘定科目
pt_br: Nova conta
zh_hans: 新建科目

source: New Account…
de: Neues Konto …
es: Cuenta nueva…
fr: Nouveau compte…
it: Nuovo conto…
ja: 新規勘定科目…
pt_br: Nova conta…
zh_hans: 新建科目…

source: New Bill
de: Neue Eingangsrechnung
es: Nueva factura recibida
fr: Nouvelle facture fournisseur
it: Nuova fattura passiva
ja: 新規支払請求
pt_br: Nova conta a pagar
zh_hans: 新建应付发票

source: New Bill…
de: Neue Eingangsrechnung …
es: Nueva factura recibida…
fr: Nouvelle facture fournisseur…
it: Nuova fattura passiva…
ja: 新規支払請求…
pt_br: Nova conta a pagar…
zh_hans: 新建应付发票…

source: New Book
de: Neues Buch
es: Libro nuevo
fr: Nouveau livre
it: Nuovo libro
ja: 新規帳簿
pt_br: Novo livro
zh_hans: 新建账簿

source: New Book…
de: Neues Buch …
es: Libro nuevo…
fr: Nouveau livre…
it: Nuovo libro…
ja: 新規帳簿…
pt_br: Novo livro…
zh_hans: 新建账簿…

source: New Budget
de: Neues Budget
es: Nuevo presupuesto
fr: Nouveau budget
it: Nuovo budget
ja: 新規予算
pt_br: Novo orçamento
zh_hans: 新建预算

source: New Challenge
de: Neue Challenge
es: Nuevo reto
fr: Nouveau défi
it: Nuova sfida
ja: 新規チャレンジ
pt_br: Novo desafio
zh_hans: 新建挑战

source: New Customer
de: Neuer Kunde
es: Nuevo cliente
fr: Nouveau client
it: Nuovo cliente
ja: 新規顧客
pt_br: Novo cliente
zh_hans: 新建客户

source: New Customer…
de: Neuer Kunde …
es: Nuevo cliente…
fr: Nouveau client…
it: Nuovo cliente…
ja: 新規顧客…
pt_br: Novo cliente…
zh_hans: 新建客户…

source: New date
de: Neues Datum
es: Nueva fecha
fr: Nouvelle date
it: Nuova data
ja: 新しい日付
pt_br: Nova data
zh_hans: 新日期

source: New Employee
de: Neuer Mitarbeiter
es: Nuevo empleado
fr: Nouvel employé
it: Nuovo dipendente
ja: 新規従業員
pt_br: Novo funcionário
zh_hans: 新建员工

source: New Employee…
de: Neuer Mitarbeiter …
es: Nuevo empleado…
fr: Nouvel employé…
it: Nuovo dipendente…
ja: 新規従業員…
pt_br: Novo funcionário…
zh_hans: 新建员工…

source: New Goal
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
it: Nuovo obiettivo
ja: 新規目標
pt_br: Nova meta
zh_hans: 新建目标

source: New Goal…
de: Neues Ziel…
es: Nuevo objetivo…
fr: Nouvel objectif…
it: Nuovo obiettivo…
ja: 新規目標…
pt_br: Nova meta…
zh_hans: 新建目标…

source: New Group
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新規グループ
pt_br: Novo grupo
zh_hans: 新建群组

source: New Invoice
de: Neue Rechnung
es: Nueva factura
fr: Nouvelle facture
it: Nuova fattura
ja: 新規請求書
pt_br: Nova fatura
zh_hans: 新建发票

source: New Invoice…
de: Neue Rechnung …
es: Nueva factura…
fr: Nouvelle facture…
it: Nuova fattura…
ja: 新規請求書…
pt_br: Nova fatura…
zh_hans: 新建发票…

source: New Job
de: Neuer Auftrag
es: Nuevo trabajo
fr: Nouvelle mission
it: Nuova commessa
ja: 新規案件
pt_br: Novo trabalho
zh_hans: 新建项目

source: New Job…
de: Neuer Auftrag …
es: Nuevo trabajo…
fr: Nouvelle mission…
it: Nuova commessa…
ja: 新規案件…
pt_br: Novo trabalho…
zh_hans: 新建项目…

source: New Record
de: Neuer Eintrag
es: Nuevo registro
fr: Nouvelle fiche
it: Nuova scheda
ja: 新規記録
pt_br: Novo registro
zh_hans: 新建记录

source: New Record…
de: Neuer Eintrag…
es: Nuevo registro…
fr: Nouvel enregistrement…
it: Nuovo record…
ja: 新規記録…
pt_br: Novo registro…
zh_hans: 新建记录…

source: New Rule
de: Neue Regel
es: Nueva regla
fr: Nouvelle règle
it: Nuova regola
ja: 新規ルール
pt_br: Nova regra
zh_hans: 新建规则

source: New Rule Group
de: Neue Regelgruppe
es: Nuevo grupo de reglas
fr: Nouveau groupe de règles
it: Nuovo gruppo di regole
ja: 新規ルールグループ
pt_br: Novo grupo de regras
zh_hans: 新建规则组

source: New Scheduled Transaction
de: Neue geplante Buchung
es: Nueva transacción programada
fr: Nouvelle opération planifiée
it: Nuova transazione pianificata
ja: 新規予定取引
pt_br: Nova transação programada
zh_hans: 新建预定交易

source: New Scheduled Transaction…
de: Neue geplante Buchung…
es: Nueva transacción programada…
fr: Nouvelle transaction planifiée…
it: Nuova transazione pianificata…
ja: 新規予定取引…
pt_br: Nova transação agendada…
zh_hans: 新建计划交易…

source: New Security
de: Neues Wertpapier
es: Nuevo valor
fr: Nouveau titre
it: Nuovo titolo
ja: 新規銘柄
pt_br: Novo título
zh_hans: 新建证券

source: New Security…
de: Neues Wertpapier…
es: Nuevo valor…
fr: Nouveau titre…
it: Nuovo titolo…
ja: 新規銘柄…
pt_br: Novo título…
zh_hans: 新建证券…

source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuovo pannello
ja: 新規タブ
pt_br: Nova aba
zh_hans: 新建标签页

source: New Tab (⌘T) — open another of this mode's items
de: Neuer Tab (⌘T) – ein weiteres Element dieses Bereichs öffnen
es: Nueva pestaña (⌘T): abrir otro elemento de este modo
fr: Nouvel onglet (⌘T) – ouvrir un autre élément de ce mode
it: Nuova scheda (⌘T): apri un altro elemento di questa modalità
ja: 新規タブ（⌘T）– このモードの別の項目を開く
pt_br: Nova aba (⌘T) — abrir outro item deste modo
zh_hans: 新建标签页（⌘T）— 打开此模式的另一项

source: New Transaction
de: Neue Buchung
es: Nueva transacción
fr: Nouvelle opération
it: Nuova transazione
ja: 新規取引
pt_br: Nova transação
zh_hans: 新建交易

source: New Transaction (All Fields)…
de: Neue Buchung (alle Felder) …
es: Nueva transacción (todos los campos)…
fr: Nouvelle opération (tous les champs)…
it: Nuova transazione (tutti i campi)…
ja: 新規取引（全項目）…
pt_br: Nova transação (todos os campos)…
zh_hans: 新建交易（完整字段）…

source: New Transaction…
de: Neue Buchung …
es: Nueva transacción…
fr: Nouvelle opération…
it: Nuova transazione…
ja: 新規取引…
pt_br: Nova transação…
zh_hans: 新建交易…

source: New Vendor
de: Neuer Lieferant
es: Nuevo proveedor
fr: Nouveau fournisseur
it: Nuovo fornitore
ja: 新規仕入先
pt_br: Novo fornecedor
zh_hans: 新建供应商

source: New Vendor…
de: Neuer Lieferant …
es: Nuevo proveedor…
fr: Nouveau fournisseur…
it: Nuovo fornitore…
ja: 新規仕入先…
pt_br: Novo fornecedor…
zh_hans: 新建供应商…

source: New book
de: Neues Buch
es: Libro nuevo
fr: Nouveau livre
it: Nuovo libro
ja: 新規帳簿
pt_br: Novo livro
zh_hans: 新建账簿

source: New description
de: Neue Beschreibung
es: Nueva descripción
fr: Nouveau libellé
it: Nuova descrizione
ja: 新しい摘要
pt_br: Nova descrição
zh_hans: 新摘要

source: New tax table
de: Neue Steuertabelle
es: Nueva tabla de impuestos
fr: Nouvelle table de taxes
it: Nuova tabella imposte
ja: 新規税テーブル
pt_br: Nova tabela de impostos
zh_hans: 新建税率表

source: New term
de: Neue Zahlungsbedingung
es: Nueva condición de pago
fr: Nouvelle condition de règlement
it: Nuovo termine di pagamento
ja: 新規支払条件
pt_br: Nova condição de pagamento
zh_hans: 新建付款条件

source: New transaction
de: Neue Buchung
es: Nueva transacción
fr: Nouvelle opération
it: Nuova transazione
ja: 新規取引
pt_br: Nova transação
zh_hans: 新建交易

source: New transaction, all fields
de: Neue Buchung, alle Felder
es: Nueva transacción, todos los campos
fr: Nouvelle opération, tous les champs
it: Nuova transazione, tutti i campi
ja: 新規取引（全項目）
pt_br: Nova transação, todos os campos
zh_hans: 新建交易（完整字段）

source: Next Tab
de: Nächster Tab
es: Pestaña siguiente
fr: Onglet suivant
it: Pannello successivo
ja: 次のタブ
pt_br: Próxima aba
zh_hans: 下一个标签页

source: Next slide
de: Nächste Folie
es: Diapositiva siguiente
fr: Diapositive suivante
it: Diapositiva successiva
ja: 次のスライド
pt_br: Próximo slide
zh_hans: 下一张

source: No Longer Trading
de: Nicht mehr handelbar
es: Ya no cotiza
fr: N'est plus cotée
it: Non più quotato
ja: 取引終了
pt_br: Não é mais negociado
zh_hans: 已停止交易

source: No Public Price
de: Kein öffentlicher Kurs
es: Sin precio público
fr: Aucun cours public
it: Nessun prezzo pubblico
ja: 公開価格なし
pt_br: Sem preço público
zh_hans: 无公开价格

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
pt_br: Nenhum resultado
zh_hans: 无结果

source: No account to forecast
de: Kein Konto für die Prognose
es: No hay cuenta que prever
fr: Aucun compte à prévoir
it: Nessun conto da prevedere
ja: 予測対象の勘定科目がありません
pt_br: Nenhuma conta a prever
zh_hans: 没有可预测的科目

source: No accounts are tax-tagged yet.
de: Noch sind keine Konten steuerlich gekennzeichnet.
es: Aún no hay cuentas marcadas como fiscales.
fr: Aucun compte n’est encore marqué comme fiscal.
it: Nessun conto è ancora contrassegnato ai fini fiscali.
ja: 税務タグの付いた勘定科目はまだありません。
pt_br: Nenhuma conta foi marcada para fins fiscais ainda.
zh_hans: 尚未有科目被标记为税务相关。

source: No accounts match “%@”.
de: Keine Konten passen zu „%@“.
es: Ninguna cuenta coincide con «%@».
fr: Aucun compte ne correspond à « %@ ».
it: Nessun conto corrisponde a «%@».
ja: 「%@」に一致する勘定科目はありません。
pt_br: Nenhuma conta corresponde a «%@».
zh_hans: 没有与「%@」匹配的科目。

source: No accounts yet.
de: Noch keine Konten.
es: Todavía no hay cuentas.
fr: Aucun compte pour l’instant.
it: Nessun conto per ora.
ja: 勘定科目はまだありません。
pt_br: Ainda não há contas.
zh_hans: 尚无科目。

source: No activity in this period.
de: Keine Aktivität in diesem Zeitraum.
es: Sin actividad en este período.
fr: Aucune activité sur cette période.
it: Nessuna attività in questo periodo.
ja: この期間の動きはありません。
pt_br: Sem movimentação neste período.
zh_hans: 此期间没有活动。

source: No attachment on this transaction.
de: Kein Anhang bei dieser Buchung.
es: Esta transacción no tiene adjuntos.
fr: Aucune pièce jointe pour cette opération.
it: Nessun allegato per questa transazione.
ja: この取引に添付ファイルはありません。
pt_br: Esta transação não tem anexos.
zh_hans: 此交易没有附件。

source: No audit entries yet
de: Noch keine Protokolleinträge
es: Aún no hay entradas de auditoría
fr: Aucune entrée d’audit pour l’instant
it: Nessuna voce di controllo per ora
ja: 監査項目はまだありません
pt_br: Ainda não há entradas de auditoria
zh_hans: 尚无审计条目

source: No book open
de: Kein Buch geöffnet
es: No hay ningún libro abierto
fr: Aucun livre ouvert
it: Nessun libro aperto
ja: 帳簿が開かれていません
pt_br: Nenhum livro aberto
zh_hans: 未打开账簿

source: No budget
de: Kein Budget
es: Sin presupuesto
fr: Aucun budget
it: Nessun budget
ja: 予算なし
pt_br: Sem orçamento
zh_hans: 无预算

source: No budget lines
de: Keine Budgetzeilen
es: Sin líneas de presupuesto
fr: Aucune ligne de budget
it: Nessuna riga di budget
ja: 予算明細なし
pt_br: Sem linhas de orçamento
zh_hans: 无预算行

source: No budget lines set.
de: Keine Budgetzeilen festgelegt.
es: No se han definido líneas de presupuesto.
fr: Aucune ligne de budget définie.
it: Nessuna riga di budget impostata.
ja: 予算明細が設定されていません。
pt_br: Nenhuma linha de orçamento definida.
zh_hans: 尚未设置预算行。

source: No card on this view has anything to report for this period.
de: Keine Karte dieser Ansicht hat für diesen Zeitraum etwas zu berichten.
es: Ninguna tarjeta de esta vista tiene algo que informar para este período.
fr: Aucune carte de cette vue n’a quoi que ce soit à signaler pour cette période.
it: Nessuna scheda di questa vista ha qualcosa da riferire per questo periodo.
ja: この期間について報告することがあるカードはこのビューにありません。
pt_br: Nenhum cartão desta visão tem algo a relatar neste período.
zh_hans: 此视图中没有卡片在该期间有内容可报告。

source: No cashflow in this period.
de: Kein Cashflow in diesem Zeitraum.
es: Sin flujo de caja en este período.
fr: Aucun flux de trésorerie sur cette période.
it: Nessun flusso di cassa in questo periodo.
ja: この期間のキャッシュフローはありません。
pt_br: Sem fluxo de caixa neste período.
zh_hans: 此期间没有现金流。

source: No confident suggestion from the attachment.
de: Aus dem Anhang ließ sich kein sicherer Vorschlag ableiten.
es: El documento adjunto no permite una sugerencia fiable.
fr: Aucune suggestion fiable n’a pu être tirée du document joint.
it: Dall’allegato non è emerso alcun suggerimento affidabile.
ja: 添付ファイルからは確度の高い候補が得られませんでした。
pt_br: O anexo não permitiu uma sugestão confiável.
zh_hans: 无法从附件中得出可靠的建议。

source: No configured provider supplies company data.
de: Kein eingerichteter Anbieter liefert Unternehmensdaten.
es: Ningún proveedor configurado suministra datos de empresa.
fr: Aucun fournisseur configuré ne fournit de données d’entreprise.
it: Nessun fornitore configurato fornisce dati societari.
ja: 企業データを提供するプロバイダが設定されていません。
pt_br: Nenhum provedor configurado fornece dados de empresa.
zh_hans: 已配置的提供方均不提供公司数据。

source: No customers yet.
de: Noch keine Kunden.
es: Todavía no hay clientes.
fr: Aucun client pour l’instant.
it: Nessun cliente per ora.
ja: 顧客はまだありません。
pt_br: Ainda não há clientes.
zh_hans: 尚无客户。

source: No data.
de: Keine Daten.
es: Sin datos.
fr: Aucune donnée.
it: Nessun dato.
ja: データがありません。
pt_br: Sem dados.
zh_hans: 无数据。

source: No debts to plan
de: Keine Schulden zu planen
es: No hay deudas que planificar
fr: Aucune dette à planifier
it: Nessun debito da pianificare
ja: 計画する負債がありません
pt_br: Nenhuma dívida a planejar
zh_hans: 没有需要规划的债务

source: No equity account
de: Kein Eigenkapitalkonto
es: Sin cuenta de patrimonio
fr: Aucun compte de capitaux propres
it: Nessun conto di patrimonio netto
ja: 純資産勘定がありません
pt_br: Sem conta de patrimônio líquido
zh_hans: 无权益科目

source: No expense accounts yet.
de: Noch keine Aufwandskonten.
es: Todavía no hay cuentas de gastos.
fr: Aucun compte de charges pour l’instant.
it: Nessun conto di spesa per ora.
ja: 費用勘定はまだありません。
pt_br: Ainda não há contas de despesa.
zh_hans: 尚无费用科目。

source: No expenses in this period.
de: Keine Aufwendungen in diesem Zeitraum.
es: Sin gastos en este período.
fr: Aucune charge sur cette période.
it: Nessuna uscita in questo periodo.
ja: この期間の費用はありません。
pt_br: Sem despesas neste período.
zh_hans: 此期间没有费用。

source: No historical transactions match your rules, or they’re already categorised.
de: Keine früheren Buchungen passen zu Ihren Regeln, oder sie sind bereits kategorisiert.
es: Ninguna transacción del historial coincide con tus reglas, o ya están categorizadas.
fr: Aucune opération passée ne correspond à vos règles, ou elles sont déjà catégorisées.
it: Nessuna transazione passata corrisponde alle tue regole, oppure sono già categorizzate.
ja: ルールに一致する過去の取引がないか、すでに分類済みです。
pt_br: Nenhuma transação anterior corresponde às suas regras, ou já estão categorizadas.
zh_hans: 没有符合规则的历史交易，或它们已完成分类。

source: No income in this period.
de: Keine Erträge in diesem Zeitraum.
es: Sin ingresos en este período.
fr: Aucun revenu sur cette période.
it: Nessuna entrata in questo periodo.
ja: この期間の収益はありません。
pt_br: Sem receitas neste período.
zh_hans: 此期间没有收入。

source: No investments yet
de: Noch keine Anlagen
es: Aún no hay inversiones
fr: Aucun investissement
it: Nessun investimento
ja: 投資はまだありません
pt_br: Ainda sem investimentos
zh_hans: 尚无投资

source: No key required
de: Kein Schlüssel erforderlich
es: No se requiere clave
fr: Aucune clé requise
it: Nessuna chiave richiesta
ja: キー不要
pt_br: Nenhuma chave necessária
zh_hans: 无需密钥

source: No linked documents
de: Keine verknüpften Dokumente
es: Sin documentos vinculados
fr: Aucun document lié
it: Nessun documento collegato
ja: リンクされた書類はありません
pt_br: Sem documentos vinculados
zh_hans: 无关联文稿

source: No listing matched. Try the company’s full name.
de: Keine Notierung gefunden. Versuchen Sie den vollständigen Firmennamen.
es: Ninguna cotización coincide. Prueba con el nombre completo de la empresa.
fr: Aucune cotation trouvée. Essayez le nom complet de la société.
it: Nessuna quotazione trovata. Prova con il nome completo della società.
ja: 該当する上場銘柄がありません。会社の正式名称でお試しください。
pt_br: Nenhuma listagem correspondente. Tente o nome completo da empresa.
zh_hans: 未找到匹配的上市证券。请尝试公司全称。

source: No matching deposit in the register.
de: Keine passende Einzahlung im Kontobuch.
es: No hay ningún ingreso coincidente en el libro.
fr: Aucun dépôt correspondant dans le registre.
it: Nessun versamento corrispondente nel libro mastro.
ja: 記入帳に一致する入金がありません。
pt_br: Nenhum depósito correspondente no razão.
zh_hans: 流水账中没有匹配的存入记录。

source: No matching transaction in the register — import the bank statement, or create one now.
de: Keine passende Buchung im Kontobuch — importieren Sie den Kontoauszug oder erstellen Sie jetzt eine.
es: No hay ninguna transacción coincidente en el libro: importa el extracto bancario o crea una ahora.
fr: Aucune opération correspondante dans le registre — importez le relevé bancaire ou créez-en une.
it: Nessuna transazione corrispondente nel libro mastro: importa l’estratto conto o creane una ora.
ja: 記入帳に一致する取引がありません。銀行明細を読み込むか、今すぐ作成してください。
pt_br: Nenhuma transação correspondente no razão — importe o extrato bancário ou crie uma agora.
zh_hans: 流水账中没有匹配的交易 — 请导入银行对账单，或现在新建一笔。

source: No price
de: Kein Kurs
es: Sin cotización
fr: Aucun cours
it: Nessuna quotazione
ja: 価格なし
pt_br: Sem cotação
zh_hans: 无价格

source: No price recorded
de: Kein Kurs erfasst
es: No hay cotización registrada
fr: Aucun cours enregistré
it: Nessuna quotazione registrata
ja: 価格が記録されていません
pt_br: Nenhuma cotação registrada
zh_hans: 未记录价格

source: No priced holdings to value over this period.
de: Keine bewerteten Bestände für diesen Zeitraum.
es: No hay posiciones con cotización que valorar en este período.
fr: Aucune position cotée à valoriser sur cette période.
it: Nessuna posizione quotata da valutare in questo periodo.
ja: この期間に評価できる保有証券がありません。
pt_br: Nenhuma posição com cotação para avaliar neste período.
zh_hans: 此期间没有可估值的持仓。

source: No prices
de: Keine Kurse
es: Sin cotizaciones
fr: Aucun cours
it: Nessuna quotazione
ja: 価格なし
pt_br: Sem cotações
zh_hans: 无价格

source: No prices fetched yet
de: Noch keine Kurse abgerufen
es: Aún no se han obtenido precios
fr: Aucun cours récupéré
it: Nessun prezzo recuperato
ja: 価格は未取得です
pt_br: Nenhum preço buscado ainda
zh_hans: 尚未获取价格
